UTILIDAD/CNEL MIGRACION/RECM-826 MIGRACIÓN CNEL SANTA ELENA/CERTIFICACION CNEL SANTA ELENA/XML/GYE.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:otc="http://www.bolivariano.com/ws/OTCService" xmlns:ns2="http://www.bolivariano.com/mensaje/MensajeOTC">
   <soapenv:Header/>
   <soapenv:Body>
      <otc:entradaEjecutarPago>
         <ns2:canal>IBK</ns2:canal>
         <ns2:cuenta>5005070292</ns2:cuenta>
         <ns2:datosAdicionales>
            <ns2:datoAdicional>
               <codigo>factura</codigo>
               <valor>00000000000000000000</valor>
               <visible>false</visible>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>valor</codigo>
               <valor>22259</valor>
               <visible>false</visible>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>costoComision</codigo>
               <visible>false</visible>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_ssn</codigo>
               <valor>11255972</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_user</codigo>
               <valor>ope998</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_sesn</codigo>
               <valor>0</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_term</codigo>
               <valor>term24</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_ofi</codigo>
               <valor>0</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_rol</codigo>
               <valor>5</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_date</codigo>
               <valor>2023-12-18T00:00:00.000-05:00</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_srv</codigo>
               <valor>BOLIVSRV</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_lsrv</codigo>
               <valor>BOLIVSRV</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_org_err</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_org</codigo>
               <valor>U</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_error</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_sev</codigo>
               <valor>0</valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>s_msg</codigo>
               <valor></valor>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>t_debug</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>t_file</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>t_from</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>t_trn</codigo>
               <valor/>
            </ns2:datoAdicional>
            <ns2:datoAdicional>
               <codigo>o_msj_error</codigo>
               <valor/>
            </ns2:datoAdicional>
         </ns2:datosAdicionales>
         <ns2:depuracion>N</ns2:depuracion>
         <ns2:fecha>2023-12-18T08:15:00.000Z</ns2:fecha>
         <ns2:fechaPago>2023-12-18T08:15:00.000Z</ns2:fechaPago>
         <ns2:moneda>1</ns2:moneda>
         <ns2:nombreCliente>GEORGINA SUSANA ARELLANO</ns2:nombreCliente>
         <ns2:oficina>0</ns2:oficina>
         <ns2:secuencial>11255972</ns2:secuencial>
         <ns2:servicio>
            <codTipoServicio>LUZ</codTipoServicio>
            <codigoConvenio>8454</codigoConvenio>
            <codigoEmpresa>1111</codigoEmpresa>
            <codigoTipoBanca>BP</codigoTipoBanca>
            <codigoTipoIdentificador>SUMINISTRO</codigoTipoIdentificador>
            <identificador>200024194678</identificador>
         </ns2:servicio>
         <ns2:tipoCuenta>CTE</ns2:tipoCuenta>
         <ns2:transaccion>2056</ns2:transaccion>
         <ns2:usuario>TcUPI1396206</ns2:usuario>
         <ns2:valorComision>0.25</ns2:valorComision>
         <ns2:valorPago>10.0</ns2:valorPago>
      </otc:entradaEjecutarPago>
   </soapenv:Body>
</soapenv:Envelope>